export const books = [
  {
    Code: "001",
    Title: "วิชาคนตัวเล็ก (Small Rules)",
    Cover:
      "https://storage.naiin.com/system/application/bookstore/resource/product/202408/620824/1000274738_front_XXXL.jpg?imgname=%E0%B8%A7%E0%B8%B4%E0%B8%8A%E0%B8%B2%E0%B8%84%E0%B8%99%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B9%80%E0%B8%A5%E0%B9%87%E0%B8%81-(Small-Rules)",
    Description:
      "  พบกับ 33 วิธีคิดที่ช่วยให้คนตัวเล็กๆ สามารถเอาชนะอุปสรรคที่ใหญ่เกินตัว  และเปลี่ยนความเล็กจ้อยของตัวเองให้กลายเป็นข้อได้เปรียบ  บอกเล่าจากประสบการณ์ตรงที่ผ่านการล้ม ลุก และเรียนรู้นับครั้งไม่ถ้วน  ของชายผู้เบื้องหลังสำนักพิมพ์เล็กๆ ที่มียอดขายหนังสือมากกว่า 10 ล้านเล่ม",
    Category: 1,
    Author: "พูนลาภ อุทัยเลิศอรุณ",
    Publishing: "วีเลิร์น (WeLearn)",
    Price: 180.00,
    Bestseller: true,
    Flashsale: true,
  },
  {
    Code: "002",
    Title: "สวยและรวย ด้วยจิตวิทยาสมอง",
    Cover:
      "https://storage.naiin.com/system/application/bookstore/resource/product/202406/615035/1000272913_front_XXXL.jpg?imgname=%E0%B8%AA%E0%B8%A7%E0%B8%A2%E0%B9%81%E0%B8%A5%E0%B8%B0%E0%B8%A3%E0%B8%A7%E0%B8%A2-%E0%B8%94%E0%B9%89%E0%B8%A7%E0%B8%A2%E0%B8%88%E0%B8%B4%E0%B8%95%E0%B8%A7%E0%B8%B4%E0%B8%97%E0%B8%A2%E0%B8%B2%E0%B8%AA%E0%B8%A1%E0%B8%AD%E0%B8%87",
    Description:
      `รายละเอียด : สวยและรวย ด้วยจิตวิทยาสมอง
  ปล่อยชีวิตสบาย ๆ แล้วให้จิตใต้สำนึก ทำงาน!เทคนิคจิตวิทยาที่จะทำให้เรื่อง  “เงิน”  “งาน”และ  “ความรัก”  ของคุณดีขึ้นแบบ 100%โอคุอิ มายุ  
  คือสาวออฟฟิศที่ทำงานเป็นบ้าเป็นหลังแต่ก็ยังมีเงินไม่พอใช้  แถมคบกับใครก็ไปกันไม่รอด  ชีวิตลุ่ม ๆ ดอน ๆ 
  เต็มไปด้วยอุปสรรคจนกระทั่งวันหนึ่งที่ชีวิตเธอเปลี่ยนไปแบบหน้ามือเป็นหลังมือหลังจากได้เรียนรู้  “จิตวิทยาสมอง”  
  และค้นพบว่าพลังของความคิดนั้นส่งผลต่อชีวิตของเราในทุกมิติไม่ว่าเรื่องงาน  ความรัก  รายได้  ที่อยู่อาศัย  หรือไลฟ์สไตล์
  เราสามารถกำหนดให้เป็นไปได้ดั่งใจ...ทันทีที่เปลี่ยนวิธีคิดนี่คือหนังสือที่เปลี่ยนชีวิตหญิงสาวชาวญี่ปุ่นมาแล้วมากมายและมันจะเปลี่ยนชีวิตคุณเช่นกัน`,
    Category: 1,
    Author: "โอคุอิ มายุ",
    Publishing: "วีเลิร์น (WeLearn)",
    Price: 207.00,
    Bestseller: false,
    Flashsale: false,
  },
  {
    Code: "003",
    Title: "เตรียมพร้อมจิตใจก่อนวัยเกษียณ",
    Cover:
      "https://storage.naiin.com/system/application/bookstore/resource/product/202408/621676/1000274980_front_XXXL.jpg?imgname=%E0%B9%80%E0%B8%95%E0%B8%A3%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B8%88%E0%B8%B4%E0%B8%95%E0%B9%83%E0%B8%88%E0%B8%81%E0%B9%88%E0%B8%AD%E0%B8%99%E0%B8%A7%E0%B8%B1%E0%B8%A2%E0%B9%80%E0%B8%81%E0%B8%A9%E0%B8%B5%E0%B8%A2%E0%B8%93",
    Description: `“เตรียมพร้อมรับมือชีวิตหลังเกษียณ ใช้ชีวิตอย่างมีค่าและมีความสุขจนวาระสุดท้าย”เมื่อพูดถึงคำว่า “ชรา” หลายคนคงรู้สึกไม่ค่อยดีนัก 
    และอาจกังวลกับ “ความชรา” ที่จะมาเยือนว่า จะใช้ชีวิตอย่างไร  อนาคตต่อไปจะเป็นอย่างไร  แต่ไม่ว่าจะกังวลมากน้อยเพียงใด 
    ความชราก็จะมาเยือนพวกเราทุกคนอย่างไม่อาจหลีกเลี่ยงอยู่ดี  ในหนังสือเล่มนี้ จิตแพทย์ทั้ง 2 ท่านที่อายุต่างกัน จะมาเล่าให้ผู้ที่กำลัง
     “ก้าวเข้าสู่วัยชรา” และ “ผู้ที่กำลังจะเกษียณ” ฟังว่าควรรับมือกับความแก่ชราอย่างไร จะอยู่กับมันได้อย่างไร 
    และข้อดี-ข้อเสียของความแก่ชรามีอะไรบ้าง เพื่อให้ทุกท่านได้เตรียมตัวเตรียมใจ เตรียมความพร้อมเพื่อก้าวเข้าสู่วัยชราอย่างมีประสิทธิภาพและมีความสุข`,
    Category: 2,
    Author: "Tsuneko Nakamura",
    Publishing: "นานมีบุ๊คส์/nanmeebooks",
    Price: 247.50,
    Bestseller: true,
    Flashsale: true,
  },
  {
    Code: "004",
    Title:
      "บรรยากาศประมาณนี้มีผีประมาณไหน",
    Cover:
      "https://storage.naiin.com/system/application/bookstore/resource/product/202406/614632/1000272747_front_XXXL.jpg?imgname=%E0%B8%9A%E0%B8%A3%E0%B8%A3%E0%B8%A2%E0%B8%B2%E0%B8%81%E0%B8%B2%E0%B8%A8%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%A1%E0%B8%B2%E0%B8%93%E0%B8%99%E0%B8%B5%E0%B9%89%E0%B8%A1%E0%B8%B5%E0%B8%9C%E0%B8%B5%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%A1%E0%B8%B2%E0%B8%93%E0%B9%84%E0%B8%AB%E0%B8%99",
    Description: ` รายละเอียด : บรรยากาศประมาณนี้มีผีประมาณไหน
  รวมเรื่องเล่าจากปากผีสี่สิบกว่าตน วิญญาณลอยไปลอยมาที่ยังคงยึดโยงตัวตนไว้กับความเป็นมนุษย์นักพรั่งพรูความรู้สึก มากสัมภาระหนักอึ้ง 
  แม้ลมหายใจจะกลายสภาพเป็นเพียงซากความทรงจำ บ้างขุ่นข้องกับการโดนสเตอริโอไทป์ บ้างน้อยใจในคุณค่าที่สูญหายเมื่อตายจาก 
  บ้างอับเฉาในคุณค่าที่เพิ่งถูกหยิบยื่นให้เมื่อลาลับณ ที่ใดที่หนึ่งในโลกหลังความเป็น 
  พวกเขาพากันเขียนคำอ้อนวอน ขอพร ประชดประชัน โหยหวน ครวญคราง อัดอั้น แก้ตัว และอื่นๆ 
  เท่าที่ผีตนหนึ่งพอจะทำได้ ในขอบเขตที่ไม่รู้ว่าใครเป็นคนขีดเส้นกำหนด`,
    Category: 2,
    Author: "ภมุ ภามุ",
    Publishing: "พี.เอส/P.S.",
    Price: 166.50,
    Bestseller: false,
    Flashsale: true,
  },
  {
    Code: "005",
    Title: "ปล่อยวางบ้างก็ได้นะ",
    Cover:
      "https://storage.naiin.com/system/application/bookstore/resource/product/202408/619446/1000274453_front_XXXL.jpg?imgname=%E0%B8%9B%E0%B8%A5%E0%B9%88%E0%B8%AD%E0%B8%A2%E0%B8%A7%E0%B8%B2%E0%B8%87%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%87%E0%B8%81%E0%B9%87%E0%B9%84%E0%B8%94%E0%B9%89%E0%B8%99%E0%B8%B0",
    Description: `รายละเอียด : ปล่อยวางบ้างก็ได้นะ
   "อเลสซานดรา โอลานาว" เขียนหนังสือเล่มนี้ขึ้นมาเพื่อบอกเล่าความเป็นของชีวิต 
   ว่าชีวิตเราย่อมไม่มีอะไรได้ดั่งใจเราทุกอย่าง เราจึงต้องรู้จักโอบรับทุกช่วงชีวิต และรู้จักปล่อยวางเพื่อให้ตัวเองมีความสุข 
   หนังสือเล่มนี้เป็นเพื่อนสำหรับใครที่กำลังว้าเหว่ เคว้งคว้าง และเหนื่อยล้าในวันที่ลำบากยากเย็น ส่งกำลังใจให้ก้าวผ่านช่วงชีวิตที่พลิกผันได้
   "ปล่อยวางบ้างก็ได้นะ" เล่มนี้มีภาพประกอบเรียบ ๆ และข้อความสั้น ๆ แต่แฝงความหมายลึกซึ้ง
    อ่านแล้วกระแทกใจทุกข้อความ หากลองหยิบหนังสือเล่มนี้ขึ้นมาอ่าน ไม่ว่าจะสุ่มไปหน้าไหน ก็หวังว่าทุกคนจะสบายใจขึ้น`,
    Category: 2,
    Author: " Alessandra Olanow",
    Publishing: "ฟีก้า Fika",
    Price: 156.75,
    Bestseller: true,
    Flashsale: false,
  },
  {
    Code: "006",
    Title: "ถ้ามันหวานฉันจะอม ถ้ามันขมฉันจะคาย (New)",
    Cover:
      "https://storage.naiin.com/system/application/bookstore/resource/product/202407/618265/1000273754_front_XXXL.jpg?imgname=%E0%B8%96%E0%B9%89%E0%B8%B2%E0%B8%A1%E0%B8%B1%E0%B8%99%E0%B8%AB%E0%B8%A7%E0%B8%B2%E0%B8%99%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B8%88%E0%B8%B0%E0%B8%AD%E0%B8%A1-%E0%B8%96%E0%B9%89%E0%B8%B2%E0%B8%A1%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%A1%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B8%88%E0%B8%B0%E0%B8%84%E0%B8%B2%E0%B8%A2-(New)-",
    Description: `รายละเอียด : ถ้ามันหวานฉันจะอม ถ้ามันขมฉันจะคาย (New)
    ความเรียงว่าด้วยการใช้ชีวิตด้วยการให้ความสำคัญกับความรู้สึกของตัวเอง โดยการเลือกทำสิ่งที่ชอบและทำให้สบายใจ 
    ทั้งกิจกรรมที่ชื่นชอบ รสนิยมเฉพาะตัวต่างๆ สิ่งสวยงามเล็กๆ น้อยๆ ที่เปลี่ยนวันนั้นให้สวยงามขึ้นได้
- เติมเต็มสิ่งดี ๆ ในชีวิตประจำวัน
- ไหน ๆ แล้วก็จดจำชีวิตด้วยถ้อยคำที่ไพเราะดีกว่า
- ถ้ามันหวานฉันจะกลืน ถ้ามันขมฉันจะคาย
- ใช่ว่าฉันไม่มีรสนิยม ฉันก็แค่ยังไม่เคยจัดการความรู้สึกเท่านั้น
- ฝึกอดทนกับความเบื่อ
    ชื่อบทหนึ่งของหนังสือเล่มนี้มาจากสำนวนเกาหลี “ถ้ามันหวานฉันจะกลืน ถ้ามันขมฉันจะคาย” มีความหมายว่านึกถึงแต่ประโยชน์ส่วนตน 
    ชวนให้นึกถึงสำนวนไทยที่ว่า “หวานอมขมกลืน” ซึ่งหมายถึงตกอยู่ในฐานะที่จำต้องยอมรับ ไม่ว่าจะดีหรือร้าย พอใจหรือไม่พอใจก็ตาม 
    แม้ความหมายของสำนวนเกาหลีจะดูหมายถึงคนเห็นแก่ตัว แต่ผู้เขียนก็ต้องการเน้นย้ำกับเราว่า อย่าใช้ชีวิตแบบจำยอมหรือหวานอมขมกลืน 
    หาตนเองให้เจอว่าชอบสิ่งใดและเลือกทำในสิ่งที่ชอบ 
    ก็ถ้าเจอสิ่งขม ๆ จะกลืนลงไปทำไมล่ะ สู้คายทิ้งไป แล้วกลืนแต่ของหวาน ๆ ไม่ดีกว่าหรือ`,
    Category: 2,
    Author: "คิมฮเยวอน",
    Publishing: "Bloom",
    Price: 328.50,
    Bestseller: true,
    Flashsale: true,
  },
  {
    Code: "007",
    Title: "เมื่อแมวที่บ้านคุณผันตัวเองมาเป็นไลฟ์โค้ช",
    Cover:
      "https://storage.naiin.com/system/application/bookstore/resource/product/202303/576258/1000260153_front_XXXL.jpg?imgname=%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B9%81%E0%B8%A1%E0%B8%A7%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%84%E0%B8%B8%E0%B8%93%E0%B8%9C%E0%B8%B1%E0%B8%99%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B9%80%E0%B8%AD%E0%B8%87%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B9%84%E0%B8%A5%E0%B8%9F%E0%B9%8C%E0%B9%82%E0%B8%84%E0%B9%89%E0%B8%8A",
    Description: `รายละเอียด : เมื่อแมวที่บ้านคุณผันตัวเองมาเป็นไลฟ์โค้ช
  นึกถึงตัวเองเป็นอันดับแรกไม่เคยเปรียบเทียบตัวเองกับใครไม่มานั่งกังวลเรื่องอดีตหรืออนาคตไม่ปล่อยให้เรื่องแย่ ๆ มาทำลายวันดี ๆใช้ชีวิตง่าย ๆ สบาย ๆ 
  แบบนี้เห็นจะมีแต่แมวเท่านั้น!พบกับ 40 คำแนะนำที่จะทำให้ชีวิตคุณเบาสบายขึ้นในทุก ๆ ด้านจากไลฟ์โค้ชขนฟูที่อยู่เคียงข้างคุณมาตลอด`,
    Category: 2,
    Author: " Stephane Garnier",
    Publishing: "วีเลิร์น (WeLearn)",
    Price: 175.50,
    Bestseller: true,
    Flashsale: false,
  },
  {
    Code: "008",
    Title:
      "Turing Code โปรแกรมลับ รีเทิร์นรัก เล่ม 1",
    Cover:
      "https://storage.naiin.com/system/application/bookstore/resource/product/202003/501899/1000231847_front_XXXL.jpg?imgname=Turing-Code-%E0%B9%82%E0%B8%9B%E0%B8%A3%E0%B9%81%E0%B8%81%E0%B8%A3%E0%B8%A1%E0%B8%A5%E0%B8%B1%E0%B8%9A-%E0%B8%A3%E0%B8%B5%E0%B9%80%E0%B8%97%E0%B8%B4%E0%B8%A3%E0%B9%8C%E0%B8%99%E0%B8%A3%E0%B8%B1%E0%B8%81-%E0%B9%80%E0%B8%A5%E0%B9%88%E0%B8%A1-1",
    Description: `รายละเอียด : Turing Code โปรแกรมลับ รีเทิร์นรัก เล่ม 1
Turing Code โปรแกรมลับ รีเทิร์นรัก เล่ม 1

'วันที่เหวินเทียนเหอรับตำแหน่ง CEO แห่งอิพีอุสอินฟอร์เมชั่นเทคโนโลยีวันแรก
บริษัทก็ล้มละลาย...
หลังจากส่งพี่รองซึ่งไปซานฟรานซิสโกโดยไม่ได้บอกอะไรเอาไว้เลย
เหวินเทียนเหอถึงได้พบว่ามีหนี้สินพันล้านหล่นใส่หัวเข้าอย่างจัง
สถานการณ์ย่ำแย่เหลือทนของบริษัทประจำตระกูลทำให้เทียนเหอนึกอยากตายขึ้นมา
ถ้าไม่ได้ ‘โพรมีธีอุส’ ปัญญาประดิษฐ์ที่พ่อของเขาพัฒนาเอาไว้
ให้คำแนะนำว่าเทียนเหอน่าจะลองขอความช่วยเหลือจากกวนเยวี่ย
CEO สาขาจีนของบริษัทเงินทุนยักษ์ใหญ่ซึ่งเป็นหลานชายของเพื่อนสนิทคุณพ่อ
เทียนเหอคงจะทำตามที่โพรมีธีอุสแนะนำอย่างไม่ลังเล
ถ้าเพียงแต่...กวนเยวี่ยคนนั้นจะไม่ใช่แฟนเก่าของตัวเอง `,
    Category: 2,
    Author: "เฟยเทียนเย่เสียง",
    Publishing: " Rose , โรส.",
    Price: 166.50,
    Bestseller: false,
    Flashsale: true,
  },
  {
    Code: "009",
    Title:
      "ย้อนเวลามาเป็นจักรพรรดิ (ไม่) เอาถ่าน เล่ม 2 จบ",
    Cover:
      "https://storage.naiin.com/system/application/bookstore/resource/product/202407/617052/1000273392_front_XXXL.jpg?imgname=%E0%B8%A2%E0%B9%89%E0%B8%AD%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%88%E0%B8%B1%E0%B8%81%E0%B8%A3%E0%B8%9E%E0%B8%A3%E0%B8%A3%E0%B8%94%E0%B8%B4-(%E0%B9%84%E0%B8%A1%E0%B9%88)-%E0%B9%80%E0%B8%AD%E0%B8%B2%E0%B8%96%E0%B9%88%E0%B8%B2%E0%B8%99-%E0%B9%80%E0%B8%A5%E0%B9%88%E0%B8%A1-2-%E0%B8%88%E0%B8%9A",
    Description: `รายละเอียด : ย้อนเวลามาเป็นจักรพรรดิ (ไม่) เอาถ่าน เล่ม 2 จบ
   หากให้อาช่านเลือก เขาย่อมอยากเป็นผู้มียศศักดิ์ มีหน้าตางดงาม มีบิดาเป็นจักรพรรดิ แต่ใครใช้ให้เขาตายไปแล้วย้อนเวลามาเป็น อาโต่ว หรือ หลิวซ่าน 
   จักรพรรดิไม่เอาถ่านในประวัติศาสตร์เล่าครั้งนี้อยากตายก็ตายไม่ได้แล้ว เฮ้อ! หรือว่าเขาจะต้องเป็นอาโต่วไปทั้งชาติจริงๆ?!ก็ได้! อย่างมากก็ปล่อยเลยตามเลย
    กลัวซะที่ไหนโชคยังดีที่อาโต่วยังมีท่านอาจารย์จ้าวอวิ๋น ที่คอยใส่ใจ ทั้งยังมีคนรับใช้ใบ้เป็นองครักษ์คู่ใจ  จักรพรรดิไม่เอาถ่านคนนี้จะพลิกหน้าประวัติศาสตร์ให้ดู! `,
    Category: 2,
    Author: "เฟยเทียนเย่เสียง",
    Publishing: " Rose , โรส",
    Price: 166.50,
    Bestseller: false,
    Flashsale: true,
  },
];
